acpi
alsa-utils
bash
binutils
blueman
bluez
bluez-utils
bspwm
bzip2
cmake
compton
coreutils
cowsay
cpupower
cryptsetup
csvkit-git
ddrescue
device-mapper
dhcpcd
dialog
diffutils
dunst
e2fsprogs
eslint
fakeroot
feh
file
filesystem
findutils
firefox-developer-edition
flake8
gawk
gcc
gcc-libs
gettext
git
glibc
goimports-git
gotop-git
grep
grub
gvfs
gvfs-mtp
gvfs-smb
gzip
hunspell-en_US
i3-gaps
inetutils
iproute2
iputils
jfsutils
jsoncpp
kakoune-git
kitty
less
lib32-openssl-1.0
libreoffice-fresh
licenses
light
linux
linux-firmware
linux-headers
logrotate
lvm2
lynx
make
man-db
man-pages
mariadb
mdadm
mesa
mosh
mpv
nano
neofetch
neovim
netctl
nethack
network-manager-applet
networkmanager
nnn
npm
openssh
otf-fira-code-git
otf-fira-mono
otf-fira-sans
otf-font-awesome
p7zip
pacman
pandoc
patch
pavucontrol
pciutils
perl
pkgconf
playerctl
polybar-git
postgresql
prettier
procps-ng
psmisc
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
python-black
python-pip
python-pywal
r
reflector
reiserfsprogs
rofi
runelite-git
s-nail
screenfetch
sed
shadow
steam
sudo
sway
sxhkd
sysfsutils
systemd-sysvcompat
tar
texinfo
texlive-bibtexextra
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latexextra
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
tint2
tk
transmission-gtk
ttf-dejavu
unrar
unzip
usbutils
util-linux
vi
vim
waybar-git
wget
which
wireless_tools
wlroots-git
wpa_actiond
wpa_supplicant
xclip
xdg-user-dirs
xdotool
xf86-input-synaptics
xf86-video-intel
xfsprogs
xorg-bdftopcf
xorg-iceauth
xorg-luit
xorg-mkfontscale
xorg-server
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xterm
yarn
yay
zathura
zathura-pdf-poppler
zsh
zsh-syntax-highlighting
